[Cues]
Act_E1_3D_CampusPark_Bike_Interact01_Max_010="This isn't a bad shot."
Act_E1_3D_CampusPark_Bike_Look01_Max_010="Who toilet papers a bike?"
Act_E1_3D_CampusPark_CHJuliet_Look01_Max_010="Juliet still looks upset about Zach and Victoria. I don't blame her."
Act_E1_3D_CampusPark_CHWarren_Look01_Max_010="And there's Warren... Did he actually buy a used car?"
Act_E1_3D_CampusPark_ChloeCar_Look01_Max_010="Now this really pisses me off. So entitled. "Sorry, handicapped folks, my truck needs these two spots more than you do." Bastard."
Act_E1_3D_CampusPark_DinerSign_Look01_Max_010="I better go there soon to see if Joyce is still there... and get a burger."
Act_E1_3D_CampusPark_DirtyWindow_Interact01_Max_010="It's not a dirty window unless somebody writes "Clean me" on it..."
Act_E1_3D_CampusPark_DirtyWindow_Look01_Max_010="That layer of dust is begging for my finger."
Act_E1_3D_CampusPark_DirtyWindow_Look02_Max_010="There. Now it's officially a dirty window."
Act_E1_3D_CampusPark_DirtyWindow_Photo01_Max_010="I could use this picture for a series on Arcadia Bay lots..."
Act_E1_3D_CampusPark_Dog_Look01_Max_010="That dog looks peaceful asleep but if I get to close... Cujo!"
Act_E1_3D_CampusPark_GoingCampus_Interact01_Max_010="Now that I'm already here, I better go talk to Warren."
Act_E1_3D_CampusPark_GoingTown_Interact01_Max_010="There's no way I can walk to the town from here. Besides, I need to see Warren."
Act_E1_3D_CampusPark_Graffiti01_Look01_Max_010="Good thing I don't have a car. Yet."
Act_E1_3D_CampusPark_Graffiti02_Look01_Max_010="Now who writes that and why?"
Act_E1_3D_CampusPark_JeffersonCar_Look01_Max_010="Jefferson must keep this beauty in storage. Art pays."
Act_E1_3D_CampusPark_MPA01_Look01_Max_010="The whole town is turning into one giant "Missing Persons" poster."
Act_E1_3D_CampusPark_MPA01_Look02_Max_010="Too bad those posters will be trashed and ignored."
Act_E1_3D_CampusPark_MPA01_Look03_Max_010="At least Rachel Amber has people who care about her..."
Act_E1_3D_CampusPark_MPAPile_Look01_Max_010="Damn, somebody is seriously devoted to putting up these posters."
Act_E1_3D_CampusPark_OldVan_Look01_Max_010="Anything that dirty on the outside has to be filthy inside..."
Act_E1_3D_CampusPark_Poster01_Look01_Max_010="A new surveillance system? That's how it starts..."
Act_E1_3D_CampusPark_RetardedSign_Look01_Max_010="I wonder how long before Samuel has to repaint that?"
Act_E1_3D_CampusPark_VoiceOver_Max_010="I'm glad I stepped in that time. Can't stand to see people being bullied."
Act_E1_3D_CampusPark_VoiceOver_Max_030="Man, I should have done something. That guy was an asshole!"
Act_E1_3D_CampusPark_VoiceOver_Max_050="I have to go find Warren and give him back his flash drive."
Act_E1_3D_CampusPark_WarrenCar_Look01_Max_010="Look at Warren and his Wayback Machine. He's a brave man."
Cue_E1_3D_CampusPark_CHJuliet_Phase01_Juliet_001="Oh... Hey, Max. Sorry, I'm still screwed up."
Cue_E1_3D_CampusPark_CHJuliet_Phase01_Juliet_005="Better sooner than later. Now that skank Victoria won't be laughing behind my back anymore."
Cue_E1_3D_CampusPark_CHJuliet_Phase01_Juliet_007="Mr. Badass Football Hero is such a chickenshit. He said he sexted Victoria as a joke. Ha ha. I think Warren wants your attention..."
Cue_E1_3D_CampusPark_CHJuliet_Phase01_Juliet_009="Yeah, I'm sure we'll all be partying later with Zach and Victoria... and the Vortex Club..."
Cue_E1_3D_CampusPark_CHJuliet_Phase01_Juliet_011="See you around, Max."
Cue_E1_3D_CampusPark_CHJuliet_Phase01_Max_003="Sorry you had to find out about Zachary that way... or any way."
Cue_E1_3D_CampusPark_CHJuliet_Phase01_Max_004="I won't bother you then... I have to go see Warren before he melts. See you."
Cue_E1_3D_CampusPark_CHJuliet_Phase01_Max_006="Have you talked to Zach yet?"
Cue_E1_3D_CampusPark_CHJuliet_Phase01_Max_008="He usually does... Hang in there, Juliet."
Cue_E1_3D_CampusPark_CHJuliet_Phase01_Max_010="Uh, yeah, sure."
Cue_E1_3D_CampusPark_CHJuliet_Phase01_Max_012="Hi Juliet, how are you doing?"
Cue_E1_3D_CampusPark_CHJuliet_Phase02_Juliet_001="I don't feel like talking now, Max."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Max_003="Nothing but a butterfly."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Max_004="What are you talking about?"
Cue_E1_3D_CampusPark_CHNathan_Phase01_Max_005="I told him the truth. A student had a gun."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Max_009="And did what? Give you a stern lecture?"
Cue_E1_3D_CampusPark_CHNathan_Phase01_Max_010="I'm not new. I've lived here for years."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Max_011="I don't need your respect—"
Cue_E1_3D_CampusPark_CHNathan_Phase01_Max_015="You should talk to somebody, Nathan..."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Max_016="Then you don't have to worry about me... Worry about yourself."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Max_017="Actually, I have a pretty good idea of who you are..."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Max_019="Take a step back, Nathan Prescott."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Max_020="I could call the police."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Nathan_001="You best tell me what you told the Principal. Now."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Nathan_002="You best tell me what you saw. Now!"
Cue_E1_3D_CampusPark_CHNathan_Phase01_Nathan_006="No, you told him I had a gun. That's why he dragged me into his office."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Nathan_007="I know you're new here, but don't even play stupid with me."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Nathan_008="You're full of shit. I'd respect you more if you told me the truth."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Nathan_012="Nobody, nobody lectures me. Everybody tries though... They try..."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Nathan_013="Then you should know the Prescotts own this shithole."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Nathan_014="You're clueless. You have no idea who I am or what I can do."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Nathan_018="Do not analyze me! I pay people for that. Worry about yourself, Max Caulfield."
Cue_E1_3D_CampusPark_CHNathan_Phase01_Nathan_030="Answer me, bitch!"
Cue_E1_3D_CampusPark_CHNathan_Phase01_Nathan_031="Anything to say, huh?"
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_002="No worries, Warren. I took a sweet shot of Victoria I can't wait to share..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_004="I guess she does deserve it for all the shitty things she's done to people here."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_005="I don't want to talk about it."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_007="I wouldn't push your luck, Warren. Not in the mood today."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_009="Really? I wish I would have known..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_011="Had I known that... Anyway, Victoria took down my photo. So that drama ended well."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_014="You can draw? I thought you were Blinded By Science, not art."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_016="Hardcore. So you must use a computer to draw."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_018="That might not suck. I'll let you know."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_019="Daniel posted it online already? That was nice..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_021="Don't be jealous. I'm sure he'll ask you soon."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_023="It's the company I keep, Warren."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_025="No, I've been way too busy with class... and life."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_026="Or a week. I did browse through all the titles, drama queen."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_027="Yeah, thanks. You had some cool shit on there, from "Akira" to "Twilight Zone". Which seems apropos today..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_028="That does sound better than "thief"."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_032="No fucking way will I watch that. My mind is twisted enough..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_033="So you're sensitive..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_034="Seen it. I was more disturbed by all those emo-vampire movies in there."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_038="No, I was impressed you had "Faster pussycat. Kill! Kill!""
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_039="Not at all. Sensitive is good, unless you're a pushover. You have hip taste and a quick mind."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_040="The right girl will too..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_041="Who would beat your sensitive ass down."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_045="I don't want to speak about it. This is kind of a crazy day for me. I mean, I Iiterally think I'm going crazy..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_046="I need to talk to somebody... just to get it out of my system..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_049="How so?"
Cue_E1_3D_CampusPark_CHWarren_Phase01_Max_051="Oh, God. You need a sensitive woman to kick your ass."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_001="Man, I saw that Victoria didn't take down that pic of you on Facebook... Major bitch move."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_003="Oh, score one for Team Max! It will be so karmic to see her ass clown face all over the interwebs..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_006="Geez, you're Little Miss Sensitive today..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_008="I bet. I heard Victoria got a faceful of paint... I'd pay money to see a photo of that..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_010="You probably could have raised a Kickstarter fund just for that one image of her covered in paint."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_012="By the way, I saw Daniel's sketch of you online... Not bad, but I could do a much better job."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_015="Art IS Science. Music is math, etc. etc. I'd put Stephen Hawking against Picasso anyday."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_017="Of course. I'd love to tweak one of your selfies with some cool graphics..."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_020="Congrats! You're part of his online portrait posse."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_022="Oh you're a wit, Max."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_024="So did you get a chance to check out the movie booty on my flash drive?"
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_029="Damn girl, you had it like a year."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_030="I consider myself a pop... cultural pirate connoisseur."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_031="Ha ha. Make sure you watch "Cannibal Holocaust"."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_035="Ouch... That sounds awful the way you say it."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_036="I laughed my ass off."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_037="Can't a sensitive high school boy love sensitive vampires too?"
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_042="Russ Meyer was a genius of black and white. Plus, babes with breasts."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_043="If I was lucky... Speaking of hip and fast, we should cruise out in my car to an actual movie this week... But you seem distracted."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_044="Thanks for noticing, Max."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_047="Dr. Warren Graham is in da house. I won't even prescribe you any meds... Tell me everything."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_048="I may be a pest, but... I'm a good listener."
Cue_E1_3D_CampusPark_CHWarren_Phase01_Warren_050="Sensitive usually means: "Won't be having sex with you.""
Cue_E1_3D_CampusPark_IntroDialWarren_Max_020="Here's your flash. Thanks."
Cue_E1_3D_CampusPark_IntroDialWarren_Max_050="Cool. Very old school."
Cue_E1_3D_CampusPark_IntroDialWarren_Max_070="You're in the wrong time, Warren."
Cue_E1_3D_CampusPark_IntroDialWarren_Max_080="But then, so am I..."
Cue_E1_3D_CampusPark_IntroDialWarren_Max_100="It's been one strange fucking day."
Cue_E1_3D_CampusPark_IntroDialWarren_Warren_010="What up, Max? How are you?"
Cue_E1_3D_CampusPark_IntroDialWarren_Warren_030="No problem."
Cue_E1_3D_CampusPark_IntroDialWarren_Warren_040="Check out my new wheels..."
Cue_E1_3D_CampusPark_IntroDialWarren_Warren_060="1978 to be exact. Now we can go to the drive-in. There's one in Newberg, just 60 miles away."
Cue_E1_3D_CampusPark_IntroDialWarren_Warren_090="You okay?"
Cue_E1_3D_CampusPark_JulietLoop_Juliet_010="I don't get it... how could Zach and Victoria do that to me?"
Cue_E1_3D_CampusPark_NathanArrives_Part01_Max_010="For reals Warren, this is between you and me, not social media."
Cue_E1_3D_CampusPark_NathanArrives_Part01_Max_030="I had this incredibly bizarro experience in Mr. Jefferson's class today... I mean, life changing."
Cue_E1_3D_CampusPark_NathanArrives_Part01_Max_040="Have you ever had a dream, so real it was like a movie?"
Cue_E1_3D_CampusPark_NathanArrives_Part01_Max_070="I'm one of his students."
Cue_E1_3D_CampusPark_NathanArrives_Part01_Nathan_060="Max Caulfield, right?"
Cue_E1_3D_CampusPark_NathanArrives_Part01_Nathan_065="You're one of the Jefferson's photo groupies..."
Cue_E1_3D_CampusPark_NathanArrives_Part01_Nathan_080="Whatthefuckever. I know you like to take pictures, especially when you're hiding out in the bathrooms."
Cue_E1_3D_CampusPark_NathanArrives_Part01_Nathan_090="You best tell me what you saw. Now!"
Cue_E1_3D_CampusPark_NathanArrives_Part01_Nathan_100="Listen photo-ho, Max or whateverthefuckever your name is, I know you just dropped some serious bullshit on the Principal."
Cue_E1_3D_CampusPark_NathanArrives_Part01_Nathan_110="You best tell me what you told the Principal. Now."
Cue_E1_3D_CampusPark_NathanArrives_Part01_Warren_020="Don't insult me. Max, go on."
Cue_E1_3D_CampusPark_NathanArrives_Part01_Warren_050="Ruh roh."
Cue_E1_3D_CampusPark_NathanArrives_Part02_Chloe_070="Max?"
Cue_E1_3D_CampusPark_NathanArrives_Part02_Chloe_120="Get in Max!"
Cue_E1_3D_CampusPark_NathanArrives_Part02_Chloe_140="Later, punkasss psycho. Eat fumes."
Cue_E1_3D_CampusPark_NathanArrives_Part02_Max_040="Hey, leave him alone!"
Cue_E1_3D_CampusPark_NathanArrives_Part02_Max_050="Stop that! Right now!"
Cue_E1_3D_CampusPark_NathanArrives_Part02_Max_080="Chloe?"
Cue_E1_3D_CampusPark_NathanArrives_Part02_Max_100="Warren!"
Cue_E1_3D_CampusPark_NathanArrives_Part02_Nathan_010="Oh man, you're telling me what to do?"
Cue_E1_3D_CampusPark_NathanArrives_Part02_Nathan_020="Do it. The Prescotts own the pigs here."
Cue_E1_3D_CampusPark_NathanArrives_Part02_Nathan_060="Nobody tells me what to do. Not my parents, not the Principal, or that whore in the bathroom."
Cue_E1_3D_CampusPark_NathanArrives_Part02_Nathan_090="No way. You again?"
Cue_E1_3D_CampusPark_NathanArrives_Part02_Nathan_130="Get your punk asses out of there now! Don't even try to run! Nobody messes with me! NOBODY!"
Cue_E1_3D_CampusPark_NathanArrives_Part02_Warren_030="Get away from her, dude!"
Cue_E1_3D_CampusPark_NathanArrives_Part02_Warren_110="Go, go! I got this."
Cue_E1_3D_CampusPark_WarrenLoop_Warren_010="Yo Max! Check it out!"
Cue_E1_3D_CampusPark_WarrenLoop_Warren_020="Max! Get yer ass over here!"
Cue_E1_3D_CampusPark_WarrenLoop_Warren_030="Come on over here! Please?"
